Revit 2027 API
ParameterTypeId.ZoneUseAirChangesPerHourParam Property
 "Use Air Changes Per Hour"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneUseAirChangesPerHourParam { get; }
Public Shared ReadOnly Property ZoneUseAirChangesPerHourParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneUseAirChangesPerHourParam {
	ForgeTypeId^ get ();
}
static member ZoneUseAirChangesPerHourParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace